// localized port names

"ether"                   = "Ethernet";
"multiether"              = "Ethernet %@";
"pci-ether"               = "‏ שקע PCI Ethernet %@";
"pci-multiether"          = "שקע PCI Ethernet %@, יציאה %@";
"thunderbolt-ether"       = "‏ שקע Thunderbolt Ethernet %@";
"thunderbolt-multiether"  = "‏ שקע Thunderbolt Ethernet %@, יציאה %@";
"usb-ether"               = "USB Ethernet (%@)";
"generic-ether"           = "מתאם Ethernet (%@)";

"airport"                 = "אינטרנט אלחוטי";
"generic-wireless"        = "מתאם רשת אלחוטית (%@)";

"firewire"                = "FireWire";
"pci-firewire"            = "שקע PCI FireWire %@";
"pci-multifirewire"       = "‏שקע PCI FireWire %@, יציאה %@";
"thunderbolt-firewire"    = "‏ שקע Thunderbolt FireWire %@";
"thunderbolt-multifirewire" = "‏ שקע Thunderbolt FireWire %@, יציאה %@";
"generic-firewire"        = "מתאם FireWire (%@)";

"bluetooth"               = "חייגן Bluetooth";
"bluetooth-modem"         = "מתאם מודם USB Bluetooth";
"bluetooth-modem-port"    = "יציאת מודם Bluetooth";
"generic-bluetooth-modem" = "מודם Bluetooth (%@)";

"bluetooth-pan-gn"        = "Bluetooth PAN";
"bluetooth-pan-nap"       = "Bluetooth PAN-NAP";
"bluetooth-pan-u"         = "Bluetooth P2P";

"irda"                    = "IrDA";
"irda-ircomm"             = "מתאם מודם USB IrDA";
"irda-ircomm-port"        = "יציאת מודם IrDA";

"loopback"                = "לולאה חוזרת";

"modem"                   = "מודם פנימי";

"modem-port"              = "יציאת מודם";
"modem-printer-port"      = "יציאת מודם/מדפסת";

"printer-port"            = "יציאת מדפסת";
"serial-port"             = "יציאה סריאלית";

"usbmodem"                = "מודם USB"; 
"generic-usbmodem"        = "מודם USB (%@)"; 

"wwan"                    = "WWAN"; 

"bond"                    = "חיבור Ethernet (%@)";

"bridge"                  = "גשר (%@)";

"vlan"                    = "VLAN (%@)";

"ipv4"                    = "IPv4";

"l2tp"                    = "L2TP";

"pptp"                    = "PPTP";

"6to4"                    = "6to4";

"ipsec"                   = "IPSec";

"vpn"                     = "VPN (%@)";

// port names (from drivers) that would be good to localize

"AppleTV"                 = "‏USB של ‏Apple TV";

"Display Ethernet"        = "הצג Ethernet";
"Display FireWire"        = "הצג FireWire";

"External Modem"          = "מודם חיצוני";

"iPad"                    = "‏USB של iPad";

"iPhone"                  = "iPhone USB";

"iPod"                    = "‏USB של iPod";

"USB Ethernet"            = "USB Ethernet";
"USB Gigabit Ethernet"    = "USB Gigabit Ethernet";

// older ("Built-in", HI changed) localizations

"X-airport"               = "AirPort";
"X-ether"                 = "Ethernet מובנה";
"X-multiether"            = "Ethernet מובנה %@ ";
"X-firewire"              = "FireWire מובנה";
"X-bluetooth"             = "Bluetooth";
"X-iPhone"                = "iPhone";
